src/main/resources/container/wiremock/__files/pain002-ok.xml

<?xml version="1.0"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rpy="http://schemas.xyz.nl/cs/system/StatusReport/2/Rpy">
    <soapenv:Header/>
    <soapenv:Body>
        <rpy:StatusReport>
            <rpy:Ok>OK</rpy:Ok>
        </rpy:StatusReport>
    </soapenv:Body>
</soapenv:Envelope>
